Repository: subhasmitadas696/my-personlal-project
Catalog: CTMS.Web/Resources/Views/Home/Index.*.resx
Languages: or

source: About us
or: ଆମ ବିଷୟରେ

source: Address
or: ଠିକଣା

source: Audience Engagement
or: ଦର୍ଶକଙ୍କ ଯୋଗଦାନ

source: Awards/ Honors
or: ପୁରସ୍କାର / ସମ୍ମାନ

source: Contact Us
or: ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ

source: Copyright Policy
or: କପିରାଇଟ୍ ନିୟମ

source: CTMS elaborates &amp; provides a clear picture for all details of intends to be a repository of all cultural activities with deputation of respective cultural troupe to the respective organization with access to relevant stakeholders which fulfils the requirement.
or: ସମସ୍ତ ସାଂସ୍କୃତିକ କାର୍ଯ୍ୟକଳାପର ସଂଗ୍ରହାଳୟ ହେବାକୁ ଇଚ୍ଛା କରୁଥିବା ସମସ୍ତ ବିବରଣୀ ପାଇଁ CTMS ବିସ୍ତୃତ ଏବଂ ଏକ ସ୍ପଷ୍ଟ ଚିତ୍ର ପ୍ରଦାନ କରେ ଯାହା ସମ୍ପୃକ୍ତ ହିତାଧିକାରୀଙ୍କ ସହ ସମ୍ପୃକ୍ତ ସଂସ୍ଥାକୁ ସମ୍ପୃକ୍ତ ସାଂସ୍କୃତିକ ସଂଘ ପ୍ରତିନିଧିତ୍। କରେ ଯାହା ଆବଶ୍ୟକତା ପୂରଣ କରେ |

source: Cultivating Success: Navigating the Features and Benefits of Kala Sanskruti Sangha Management System for Organizational Harmony
or: ସଫଳତା ବୃଦ୍ଧି: ସାଂଗଠନିକ ସୌହାର୍ଦ୍ଦ୍ୟ ପାଇଁ କଳା ସଂସ୍କୃତି ସଂଘ ପରିଚାଳନା ବ୍ୟବସ୍ଥାର ବୈଶିଷ୍ଟ୍ୟ ଓ ଉପକାରିତା

source: Effective IEC campaign on key developmental schemes of the Government
or: ସରକାରଙ୍କ ପ୍ରମୁଖ ବିକାଶମୂଳକ ଯୋଜନା ଉପରେ ପ୍ରଭାବଶାଳୀ IEC ଅଭିଯାନ

source: Empowering Creativity and Navigating Artistic Excellence: A Statistical Overview of Kala Sanskruti Sangha
or: ସୃଜନଶୀଳତାକୁ ସଶକ୍ତ କରିବା ଏବଂ କଳାତ୍ମକ ଉତ୍କର୍ଷକୁ ନେଭିଗେଟ୍ କରିବା: କଳା ସଂସ୍କୃତି ସାଙ୍ଗର ଏକ ପରିସଂଖ୍ୟାନ ସମୀକ୍ଷା

source: Enter Acknowledgement number
or: ସ୍ୱୀକୃତି ସଂଖ୍ୟା ପୂରଣ କରନ୍ତୁ

source: Facebook
or: ଫେସବୁକ୍

source: Faq
or: ଏଫଏକ୍ୟୁ

source: Features &amp;amp; Benefits
or: ବୈଶିଷ୍ଟ୍ୟ ଏବଂ ଲାଭ

source: Following are the benefits of Kala Sanskruti Sangha Management System
or: କଳା ସଂସ୍କୃତି ସଂଘ ମ୍ୟାନେଜମେଣ୍ଟ ସିଷ୍ଟମର ଲାଭଗୁଡ଼ିକ ନିମ୍ନରେ ଦିଆଯାଇଛି |

source: Get cultural program call at your own area from Govt authority.
or: ସରକାରୀ କର୍ତ୍ତୃପକ୍ଷଙ୍କ ଠାରୁ ନିଜ ଅଞ୍ଚଳରେ ସାଂସ୍କୃତିକ କାର୍ଯ୍ୟକ୍ରମ କଲ୍ ପାଆନ୍ତୁ |

source: Help &amp; Support
or: ସହାୟତା ଏବଂ ସମର୍ଥନ

source: Hyperlinking Policy
or: ହାଇପର୍ ଲିଙ୍କ୍ ନିୟମ

source: Important Links
or: ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଲିଙ୍କ୍

source: Integration and unity among artiste and cultural troupes
or: କଳାକାର ଏବଂ ସାଂସ୍କୃତିକ ସଂଘ ମଧ୍ୟରେ ଏକତା ଏବଂ ଏକତା |

source: Kala Sanskruti Sangha
or: କଳା ସଂସ୍କୃତି ସଂଘ

source: Kala Sanskruti Sangha Management System
or: କଳା ସଂସ୍କୃତି ସଂଘ ପରିଚାଳନା ବ୍ୟବସ୍ଥା

source: Know More
or: ଅଧିକ ଜାଣନ୍ତୁ

source: Know your Status
or: ଆପଣଙ୍କର ସ୍ଥିତି ଜାଣନ୍ତୁ

source: KSSMS elaborates and provides a clear picture of the cultural troupe repository, details of troupe registration at BKSS, IEC programming, and payments of Cultural Troupes at BKSS level. Provides information on activities of Artiste Federation at Block, District &amp; State level.
or: KSSMS ବିସ୍ତୃତ ସୂଚନା ଏବଂ ସାଂସ୍କୃତିକ ସଂଘ ସଂଗ୍ରହାଳୟର ସ୍ପଷ୍ଟ ଚିତ୍ର, BKSS ରେ ସଂଘ ପଞ୍ଜୀକରଣର ବିବରଣୀ, IEC ପ୍ରୋଗ୍ରାମିଂ ଏବଂ BKSS ସ୍ତରରେ ସାଂସ୍କୃତିକ ସଂଘ ଦେୟ ପ୍ରଦାନ କରିଥାଏ | ବ୍ଲକ, ଜିଲ୍ଲା ଏବଂ ରାଜ୍ୟ ସ୍ତରରେ କଳାକାର ସଂଘର କାର୍ଯ୍ୟକଳାପ ବିଷୟରେ ସୂଚନା ପ୍ରଦାନ କରେ |

source: Login
or: ଲଗଇନ

source: Manage your troupe details &amp; activities online.
or: ଅନଲାଇନ୍ ରେ ଆପଣଙ୍କର ଗୋଷ୍ଠୀ ବିବରଣୀ ଏବଂ କାର୍ଯ୍ୟକଳାପ ପରିଚାଳନା କରନ୍ତୁ |

source: Media Gallery
or: ମିଡିଆ ଗ୍ୟାଲେରୀ

source: News &amp; Update
or: ସମ୍ବାଦ ଏବଂ ଅପଡେଟ

source: No. of artists
or: କଳାକାରଙ୍କ ସଂଖ୍ୟା

source: Notification
or: ବିଜ୍ଞପ୍ତି

source: Performance rating after each program conducted.
or: ପ୍ରତ୍ୟେକ ପ୍ରୋଗ୍ରାମ ପରେ କାର୍ଯ୍ୟଦକ୍ଷତା ମୂଲ୍ୟାୟନ |

source: Phone
or: ଫୋନ

source: Photos
or: ଫଟୋ

source: Please Provide Your Acknowledgement no. to know your application status
or: ଦୟାକରି ଆପଣଙ୍କର ସ୍ୱୀକୃତି ନମ୍ବର ପ୍ରଦାନ କରନ୍ତୁ | ଆପଣଙ୍କର ଅନୁପ୍ରୟୋଗର ସ୍ଥିତି ଜାଣିବା ପାଇଁ

source: Privacy Policy
or: ଗୋପନୀୟତା ନିୟମ

source: Programs Conducted
or: କାର୍ଯ୍ୟକ୍ରମ ପରିଚାଳିତ

source: Promotion and Preservation of Traditional Folk Art
or: ପାରମ୍ପାରିକ ଲୋକକଳାର ପ୍ରଚାର ଏବଂ ସଂରକ୍ଷଣ

source: Registration
or: ପଞ୍ଜୀକରଣ

source: Set your program charges online and get paid directly to your bank account.
or: ଅନଲାଇନ୍ ରେ ଆପଣଙ୍କର ପ୍ରୋଗ୍ରାମ୍ ଚାର୍ଜ ସେଟ୍ କରନ୍ତୁ ଏବଂ ସିଧାସଳଖ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟକୁ ଦେୟ ଦିଅନ୍ତୁ |

source: Social Media
or: ସମାଜିକ ଗଣ ମାଧ୍ୟମ

source: Statistics
or: ପରିସଂଖ୍ୟାନ

source: Supported Documents
or: ସମର୍ଥିତ ଦସ୍ତାବିଜ

source: Terms &amp; Conditions
or: ସର୍ତ୍ତାବଳୀ ଏବଂ ସର୍ତ୍ତଗୁଡିକ

source: The all-in-one solution for Managing Kala Sanskruti Sangha
or: କଳା ସଂସ୍କୃତି ସଙ୍ଗଠନ ପରିଚାଳନା ପାଇଁ ସର୍ବ-ଅନ୍ତର୍ଭୂକ୍ତ ସମାଧାନ

source: The all-in-one solution for Managing your Troupe
or: ତୁମର ସଂଘ ପରିଚାଳନା ପାଇଁ ସର୍ବ-ସମାଧାନ

source: Total Art Forms
or: ସମୁଦାୟ କଳା ଫର୍ମ

source: Troupe Registered
or: ସଂଘ ପଞ୍ଜିକରଣ

source: Troupe Registration
or: ସଂଘ ପଞ୍ଜିକରଣ

source: Twitter
or: ଟ୍ୱିଟର

source: Videos
or: ଭିଡିଓ

source: View All
or: ସମସ୍ତ ଦେଖନ୍ତୁ

source: View Status
or: ସ୍ଥିତି ଦେଖନ୍ତୁ

source: Welfare of Artists by providing livelihood support
or: ଜୀବିକା ସହାୟତା ଯୋଗାଇ କଳାକାରଙ୍କ କଲ୍ୟାଣ
