Repository: subhasmitadas696/my-personlal-project
Catalog: CTMS.Web/Resources/Views/Registration/TroupeRegistration.*.resx
Languages: or

source: (Maximum Upload Cultural Troupe Banner Size 1MB)
or: (ସର୍ବାଧିକ ଅପଲୋଡ୍ ସାଂସ୍କୃତିକ ସଂଘ ବ୍ୟାନର ଆକାର 1MB)

source: (Maximum upload Cultural Troupe Banner size is 1MB and only PDF &amp; image(.jpeg/jpg/png/pdf) files are allowed)
or: (ସର୍ବାଧିକ ଅପଲୋଡ୍ ସାଂସ୍କୃତିକ ଟ୍ରୁପ୍ ବ୍ୟାନର ଆକାର ହେଉଛି 1MB ଏବଂ କେବଳ PDF ଏବଂ ପ୍ରତିଛବି (.jpeg / jpg / png / pdf) ଫାଇଲଗୁଡିକ ଅନୁମତିପ୍ରାପ୍ତ)

source: (Maximum Upload Group Photo Size 1MB)
or: (ସର୍ବାଧିକ ଅପଲୋଡ୍ ଗୋଷ୍ଠୀ ଫଟୋ ଆକାର 1MB)

source: (Maximum upload group photo size is 1MB and only image(.jpeg/jpg/png) files are allowed)
or: (ସର୍ବାଧିକ ଅପଲୋଡ୍ ଗ୍ରୁପ୍ ଫଟୋ ଆକାର ହେଉଛି 1MB ଏବଂ କେବଳ ପ୍ରତିଛବି (.jpeg / jpg / png) ଫାଇଲଗୁଡିକ ଅନୁମତିପ୍ରାପ୍ତ)

source: (Maximum Upload Registration Certificate Size 1MB)
or: (ସର୍ବାଧିକ ଅପଲୋଡ୍ ପଞ୍ଜୀକରଣ ପ୍ରମାଣପତ୍ର ଆକାର 1MB)

source: (Maximum upload Registration Certificate size is 1MB and only PDF &amp; image(.jpeg/jpg/png/pdf) files are allowed)
or: (ସର୍ବାଧିକ ଅପଲୋଡ୍ ରେଜିଷ୍ଟ୍ରେସନ୍ ସାର୍ଟିଫିକେଟ୍ ଆକାର ହେଉଛି 1MB ଏବଂ କେବଳ PDF ଏବଂ ପ୍ରତିଛବି (.jpeg / jpg / png / pdf) ଫାଇଲଗୁଡିକ ଅନୁମତିପ୍ରାପ୍ତ)

source: (Maximum Upload Video Size 5MB)
or: (ସର୍ବାଧିକ ଅପଲୋଡ୍ ଭିଡିଓ ଆକାର 5MB)

source: (Maximum upload video size is 5MB and only video(.mp4/avi/mov/wmv) files are allowed)
or: (ସର୍ବାଧିକ ଅପଲୋଡ୍ ଭିଡିଓ ଆକାର ହେଉଛି 5MB ଏବଂ କେବଳ ଭିଡିଓ (.mp4 / avi / mov / wmv) ଫାଇଲଗୁଡିକ ଅନୁମତିପ୍ରାପ୍ତ)

source: --Select Role--
or: - ଭୂମିକା ଚୟନ କରନ୍ତୁ -

source: --Select--
or: - ଚୟନ କରନ୍ତୁ -

source: Aadhaar Number
or: ଆଧାର ନମ୍ବର

source: Aadhaar number should have exactly 12 digits.
or: ଆଧାର ନମ୍ବରରେ ଠିକ୍ 12 ଅଙ୍କ ରହିବା ଉଚିତ୍ |

source: Aadhar number should have exactly 12 digits.
or: ଆଧାର ନମ୍ବରରେ ଠିକ୍ 12 ଅଙ୍କ ରହିବା ଉଚିତ୍ |

source: Account Number
or: ଆକାଉଣ୍ଟ ନମ୍ବର

source: Action
or: କ୍ରିୟା

source: Add Member Details
or: ସଦସ୍ୟ ବିବରଣୀ ଯୋଗ କରନ୍ତୁ

source: Add Members
or: ସଦସ୍ୟ ଯୋଡନ୍ତୁ

source: Add More Members
or: ସଦସ୍ୟ ଯୋଡନ୍ତୁ

source: Address
or: ଠିକଣା

source: Any cultural troupe comes under a BKSS can register/ enroll their troupes. They should mention the number and names of all troupe members as per actual requirement of that art form.
or: BKSS ଅଧୀନରେ ଥିବା କୌଣସି ସାଂସ୍କୃତିକ ସଂଘ ସେମାନଙ୍କ ସଂଘ ପଞ୍ଜିକରଣ / ନାମାଙ୍କନ କରିପାରିବେ | ସେହି କଳାର ପ୍ରକୃତ ଆବଶ୍ୟକତା ଅନୁଯାୟୀ ସେମାନେ ସଂଘ ର ସମସ୍ତ ସଦସ୍ୟଙ୍କ ସଂଖ୍ୟା ଏବଂ ନାମ ଉଲ୍ଲେଖ କରିବେ |

source: Are you sure?
or: ଆପଣ ନିଶ୍ଚିତ କି?

source: Art &amp;amp; Performance Details
or: କଳା ଏବଂ ପ୍ରଦର୍ଶନ ବିବରଣୀ

source: Artist Information
or: କଳାକାର ସୂଚନା

source: Bank
or: ବ୍ୟାଙ୍କ

source: Bank Account No.
or: ବ୍ୟାଙ୍କ ଖାତା ନମ୍ବର

source: Bank Details
or: ବ୍ୟାଙ୍କ ବିବରଣୀ

source: Bank Name
or: ବ୍ୟାଙ୍କ ନାମ

source: Basic Information
or: ମୌଳିକ ସୂଚନା

source: Block
or: ବ୍ଲକ

source: Block/ULB
or: ବ୍ଲକ / ULB

source: Branch
or: ଶାଖା

source: Branch Name
or: ଶାଖା ନାମ

source: Branch Names
or: ଶାଖା ନାମଗୁଡିକ

source: By checking the box, you acknowledge that you have read and understood these terms and conditions and that you agree to abide by them.
or: ବାକ୍ସ ଯାଞ୍ଚ କରି, ଆପଣ ସ୍ୱୀକୃତି କରନ୍ତି ଯେ ଆପଣ ଏହି ସର୍ତ୍ତାବଳୀ ଏବଂ ସର୍ତ୍ତଗୁଡିକ ପଢିଛନ୍ତି ଏବଂ ବୁଝିଚନ୍ତି ଏବଂ ଆପଣ ସେଗୁଡିକ ପାଳନ କରିବାକୁ ରାଜି ହୋଇଛନ୍ତି |

source: cancel
or: ବାତିଲ୍ କରନ୍ତୁ |

source: Category
or: ବର୍ଗ

source: Close
or: ବନ୍ଦ

source: Cultural Troupe Banner
or: ସାଂସ୍କୃତିକ ସଂଘ ବ୍ୟାନର

source: Cultural Troupe Information
or: ସାଂସ୍କୃତିକ ସଂଘ ସୂଚନା

source: Cultural Troupe Management Registration
or: କଳା ସଂସ୍କୃତି ସଂଘରେ ପଞ୍ଜୀକୃତ ନିମନ୍ତେ ଲୋକକଳା ଓ ସାଂସ୍କୃତିକ ଦଳର ବିସ୍ତୃତ ବିବରଣୀ

source: Cultural Troupe Name
or: ସାଂସ୍କୃତିକ ସଂଘ ନାମ

source: District
or: ଜିଲ୍ଲା

source: Duplicate Aadhaar Number Found.!
or: ନକଲି ଆଧାର ନମ୍ବର ମିଳିଲା।!

source: Duplicate Email Found.!
or: ନକଲି ଇମେଲ ମିଳିଲା।!

source: Duplicate Mobile Number Found.!
or: ନକଲି ମୋବାଇଲ୍ ନମ୍ବର ମିଳିଲା।!

source: Email
or: ଇମେଲ୍ କରନ୍ତୁ

source: errDist
or: ଦୟାକରି କୋଣଟି ଜିଲ୍ଲା ଚୟନ କରନ୍ତୁ

source: Female
or: ମହିଳା

source: File size exceeds 1MB limit.
or: ଫାଇଲ୍ ଆକାର 1MB ସୀମା ଅତିକ୍ରମ କରିଛି |

source: File size exceeds 5MB limit.
or: ଫାଇଲ୍ ଆକାର 5MB ସୀମା ଅତିକ୍ରମ କରିଛି |

source: Gender
or: ଲିଙ୍ଗ

source: Get IFSC
or: ଆଇ.ଏଫ.ଏସ.ସି ପାଆନ୍ତୁ

source: Gram Panchayat
or: ଗ୍ରାମ ପଞ୍ଚାୟତ

source: Gram Panchayat / Ward
or: ଗ୍ରାମ ପଞ୍ଚାୟତ / ୱାର୍ଡ

source: GramPanchayat
or: ଗ୍ରାମ ପଞ୍ଚାୟତ

source: Group Creation Date
or: ଗୋଷ୍ଠୀ ଗଠନ ତାରିଖ

source: Group Name
or: ଗୋଷ୍ଠୀ ନାମ

source: Group Photo
or: ଗୋଷ୍ଠୀ ଫଟୋ

source: Home
or: ମୂଳପୃଷ୍ଠା

source: Homepage
or: ମୂଳପୃଷ୍ଠା

source: IFSC Code
or: ଆଇ.ଏଫ.ଏସ.ସି କୋଡ

source: IFSC No:
or: ଆଇ.ଏଫ.ଏସ.ସି ନା:

source: Invalid email address
or: Invalid ଈମୈଲ ଠିକଣା

source: Leader Name
or: ନେତା ନାମ

source: lease Enter Member Name!
or: ଲିଜ୍ ସଦସ୍ୟ ନାମ ପ୍ରବେଶ କରନ୍ତୁ!

source: Login
or: ଲଗ ଇନ

source: Male
or: ପୁରୁଷ

source: Member Name
or: ସଦସ୍ୟ ନାମ

source: Member Role
or: ସଦସ୍ୟ ଭୂମିକା

source: Member's Date Of Birth
or: ସଦସ୍ୟଙ୍କ ଜନ୍ମ ତାରିଖ

source: Member's Father Name
or: ସଦସ୍ୟଙ୍କ ପିତା ନାମ

source: Mobile Number
or: ମୋବାଇଲ୍ ନମ୍ବର

source: Mobile number should have at least 10 digits.
or: ମୋବାଇଲ୍ ନମ୍ବରରେ ଅତି କମରେ 10 ଅଙ୍କ ରହିବା ଉଚିତ୍ |

source: Mobile/Email
or: ମୋବାଇଲ୍ / ଇମେଲ୍

source: No
or: ନା

source: No, Cancel
or: ନା, ବାତିଲ୍ କରନ୍ତୁ |

source: No. Of Members
or: ସଦସ୍ୟମାନ ସଂଖ୍ୟା

source: Only Image files are allowed.
or: କେବଳ ପ୍ରତିଛବି ଫାଇଲଗୁଡିକ ଅନୁମତିପ୍ରାପ୍ତ |

source: Only PDF and Image files are allowed.
or: କେବଳ PDF ଏବଂ ପ୍ରତିଛବି ଫାଇଲଗୁଡିକ ଅନୁମତିପ୍ରାପ୍ତ |

source: Only Video files are allowed.
or: କେବଳ ଭିଡିଓ ଫାଇଲଗୁଡିକ ଅନୁମତିପ୍ରାପ୍ତ |

source: Others
or: ଅନ୍ୟମାନେ

source: Pincode
or: ପିନ କୋଡ

source: Pincode number should have exactly 6 digits!
or: ପିନ୍ କୋଡ୍ ନମ୍ବରରେ ଠିକ୍ 6 ଅଙ୍କ ରହିବା ଉଚିତ୍!

source: Please Choose Group Created On!
or: ଦୟାକରି ଗୋଷ୍ଠୀ ସୃଷ୍ଟି ତାରିଖ ବାଛନ୍ତୁ!

source: Please Choose Leader!
or: ଦୟାକରି ନେତା ବାଛନ୍ତୁ!

source: Please Choose Member Date Of Birth!
or: ଦୟାକରି ସଦସ୍ୟ ଜନ୍ମ ତାରିଖ ବାଛନ୍ତୁ!

source: Please Choose Member's Date Of Birth!
or: ଦୟାକରି ସଦସ୍ୟଙ୍କ ଜନ୍ମ ତାରିଖ ବାଛନ୍ତୁ!

source: Please Enter a Valid Aadhaar No.!
or: ଦୟାକରି ଏକ ବୈଧ ଆଧାର ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter a Valid Account No.!
or: ଦୟାକରି ଏକ ବୈଧ ଖାତା ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter a Valid Email.!
or: ଦୟାକରି ଏକ ବୈଧ ଇମେଲ୍ ପ୍ରବେଶ କରନ୍ତୁ।!

source: Please Enter a Valid Mobile Number.!
or: ଦୟାକରି ଏକ ବୈଧ ମୋବାଇଲ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ।!

source: Please Enter Aadhaar No.!
or: ଦୟାକରି ଆଧାର ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Account No.!
or: ଦୟାକରି ଆକାଉଣ୍ଟ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Address!
or: ଦୟାକରି ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Father Name!
or: ଦୟାକରି ପିତାଙ୍କ ନାମ ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter IFSC!
or: ଦୟାକରି ଆଇ.ଏଫ.ଏସ.ସି ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Member Name!
or: ଦୟାକରି ସଦସ୍ୟ ନାମ ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Member's Father Name!
or: ଦୟାକରି ସଦସ୍ୟଙ୍କ ପିତା ନାମ ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Mobile Number.!
or: ଦୟାକରି ମୋବାଇଲ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ।!

source: Please Enter Pincode!
or: ଦୟାକରି ପିନ କୋଡ ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Role!
or: ଦୟାକରି ଭୂମିକା ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Society Registration Date!
or: ଦୟାକରି ସମାଜ ପଞ୍ଜୀକରଣ ତାରିଖ ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Society Registration Number!
or: ଦୟାକରି ସମାଜ ପଞ୍ଜୀକରଣ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Troupe Name!
or: ଦୟାକରି ସଂଘ ନାମ ପ୍ରବେଶ କରନ୍ତୁ!

source: Please Enter Your Valid Registration Number.
or: ଦୟାକରି ଆପଣଙ୍କର ଠିକ୍ ପଞ୍ଜୀକରଣ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ।

source: Please Select Bank!
or: ଦୟାକରି ବ୍ୟାଙ୍କ ଚୟନ କରନ୍ତୁ!

source: Please Select Block!
or: ଦୟାକରି ବ୍ଲକ ଚୟନ କରନ୍ତୁ!

source: Please Select Branch!
or: ଦୟାକରି ଶାଖା ଚୟନ କରନ୍ତୁ!

source: Please Select Category!
or: ଦୟାକରି ବର୍ଗ ଚୟନ କରନ୍ତୁ!

source: Please Select District!
or: ଦୟାକରି ଜିଲ୍ଲା ଚୟନ କରନ୍ତୁ!

source: Please Select Gram Panchayat!
or: ଦୟାକରି ଗ୍ରାମ ପଞ୍ଚାୟତ ଚୟନ କରନ୍ତୁ!

source: Please Select GramPanchayat!
or: ଦୟାକରି ଗ୍ରାମପଞ୍ଚାୟତ ଚୟନ କରନ୍ତୁ!

source: Please Select Role!
or: ଦୟାକରି ଭୂମିକା ଚୟନ କରନ୍ତୁ!

source: Please Select SubCategory!
or: ଦୟାକରି ଉପ-ବର୍ଗ ଚୟନ କରନ୍ତୁ!

source: Please Upload Group Photo!
or: ଦୟାକରି ଗୋଷ୍ଠୀ ଫଟୋ ଅପଲୋଡ୍ କରନ୍ତୁ!

source: Please Upload Registration Certificate!
or: ଦୟାକରି ପଞ୍ଜୀକରଣ ପ୍ରମାଣପତ୍ର ଅପଲୋଡ୍ କରନ୍ତୁ!

source: Please Upload Registration Photo!
or: ଦୟାକରି ପଞ୍ଜୀକରଣ ଫଟୋ ଅପଲୋଡ୍ କରନ୍ତୁ!

source: Please Upload Video!
or: ଦୟାକରି ଭିଡିଓ ଅପଲୋଡ୍ କରନ୍ତୁ!

source: Previous
or: ପୂର୍ବ

source: Registered through 1860 society act
or: 1860 ସମାଜ କାର୍ଯ୍ୟ ମାଧ୍ୟମରେ ପଞ୍ଜିକୃତ

source: Registered Through 1860 Society Registration Act
or: ୧୮୬୦ society registration Act ଜରିଆରେ ଅଥବା ଅନ୍ୟ କୌଣସି ନିୟମରେ ପଞ୍ଜୀକୃତ କି?

source: Registration Completed
or: ପଞ୍ଜୀକରଣ ସମାପ୍ତ ହୋଇଛି

source: Registration Date
or: ପଞ୍ଜୀକରଣ ତାରିଖ

source: Registration date should be greater than or equal to Troupe created date!
or: ପଞ୍ଜୀକରଣ ତାରିଖ ଟ୍ରୁପ୍ ସୃଷ୍ଟି ତାରିଖ ଠାରୁ ବଡ କିମ୍ବା ସମାନ ହେବା ଉଚିତ୍!

source: Registration No.
or: ପଞ୍ଜୀକରଣ ନଂ

source: Reset
or: ପୁନରୁଦ୍ଧାର କରନ୍ତୁ

source: Role
or: ଭୂମିକା

source: Role in Troupe
or: ସଂଘରେ ଭୂମିକା

source: Save
or: ସଞ୍ଚୟ କରନ୍ତୁ

source: Save &amp;amp; Continue
or: ସେଭ୍ ଏବଂ ଜାରି ରଖନ୍ତୁ

source: Select Bank
or: ଚୟନ କରନ୍ତୁ |

source: Select Block
or: ଚୟନ କରନ୍ତୁ |

source: Select Branch
or: ଶାଖା ଚୟନ କରନ୍ତୁ |

source: Select Category
or: ବର୍ଗ ଚୟନ କରନ୍ତୁ |

source: Select District
or: ଚୟନ କରନ୍ତୁ |

source: Select Gram Panchayat
or: ଚୟନ କରନ୍ତୁ |

source: Select Role
or: ଭୂମିକା ଚୟନ କରନ୍ତୁ |

source: Select Sub-Category
or: ଉପ - ବର୍ଗ ଚୟନ କରନ୍ତୁ |

source: SlNo
or: କ୍ରମସଂଖ୍ୟା

source: Society Registration Date
or: ସମାଜ ପଞ୍ଜୀକରଣ ତାରିଖ |

source: Sub - Category
or: ଉପ - ବର୍ଗ

source: Submit
or: ଦାଖଲ କର |

source: Thank you for Registering, Your Acknowledgement no. is
or: ପଞ୍ଜୀକରଣ ପାଇଁ ଧନ୍ୟବାଦ, ଆପଣଙ୍କର ସ୍ୱୀକୃତି ନଂ। ହେଉଛି

source: Thank you for Registering, Your Ackowledgment no. is
or: ପଞ୍ଜୀକରଣ ପାଇଁ ଧନ୍ୟବାଦ, ଆପଣଙ୍କର ସ୍ୱୀକୃତି ନଂ। ହେଉଛି

source: Troupe Created on
or: ସଂଘ ସୃଷ୍ଟି ହୋଇଛି

source: Troupe Leader
or: ଗୋଷ୍ଠୀ ଲିଡର୍

source: Troupe Member Details
or: ସଂଘ ସଦସ୍ୟ ବିବରଣୀଗୁଡିକ

source: Troupe Registration
or: ସଂଘ ପଞ୍ଜୀକରଣ

source: Upload Document
or: ଡକ୍ୟୁମେଣ୍ଟ୍ ଅପଲୋଡ୍ କରନ୍ତୁ

source: Upload Photo Copy
or: ଫୋଟୋ ପ୍ରତି ଆପଲୋଡ କରନ୍ତୁ

source: Upload Registration Certificate
or: ପଞ୍ଜୀକରଣ ପ୍ରମାଣପତ୍ର ଅପଲୋଡ୍ କରନ୍ତୁ

source: Upload Video
or: ଭିଡିଓ ଅପଲୋଡ୍ କରନ୍ତୁ

source: Yes
or: ହଁ

source: Yes, register it!
or: ହଁ, ଏହାକୁ ପଞ୍ଜିକରଣ କର!

source: You want to register!
or: ଆପଣ ପଞ୍ଜିକରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି!
